user-4.0/tutorials/surfaceTracking/interTrackFoam/capillarity3DoneFluid/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | foam-extend: Open Source CFD                    |
|  \\    /   O peration     | Version:     4.0                                |
|   \\  /    A nd           | Web:         http://www.foam-extend.org         |
|    \\/     M anipulation  | For copyright notice see file Copyright         |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phase1
{
    transportModel    Newtonian;
    nu                nu  [ 0 2 -1 0 0 0 0 ] 0.01;
    rho               rho [ 1 -3  0 0 0 0 0 ] 1;
}

phase2
{
    transportModel    Newtonian;
    nu                nu  [ 0 2 -1 0 0 0 0 ] 0;
    rho               rho [ 1 -3 0 0 0 0 0 ] 0;
}

sigma                 sigma [ 1 0 -2 0 0 0 0 ] 1.0;

// ************************************************************************* //

